Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_2.tmx
Source language: en
Languages: it

source: Personal computer application software for document control systems
it: Software applicativi per personal computer per sistemi di controllo di documenti

source: Automatic telephone exchange apparatus
it: Apparecchi automatici per centrali telefoniche

source: Infrared remote control apparatus
it: Apparecchi di telecomando a infrarossi

source: Pulse operated latching relays
it: Relé di chiusura a impulsi

source: Push switches (Electrical -)
it: Interruttori a spinta (Elettrici -)

source: Quartz glass thermometers
it: Termometri in vetro di quarzo

source: Set squares [measuring]
it: Squadre [per misurazione]

source: High fidelity audio apparatus
it: Apparecchi audio ad alta fedeltà

source: Spectrocolorimeters, other than for medical diagnostic use
it: Spettrocolorimetri, non per uso medico-diagnostico

source: Microchips
it: Microchip

source: Variable resistances
it: Resistenze variabili

source: Ventilation suits
it: Tute di ventilazione

source: Electric voltage transformers
it: Trasformatori di tensione elettrica

source: Reflectors [for telescopes]
it: Riflettori [per telescopi]

source: Photoelectric sensors
it: Sensori fotoelettrici

source: Enlarging apparatus [photography]
it: Apparecchi d'ingrandimento [fotografia]

source: Traffic information panels (non-metallic -) [mechanical]
it: Pannelli per informazioni sul traffico (non metallici -) [meccanici]

source: Stereo headphones
it: Cuffie stereo

source: Electrified rails for mounting spot lights
it: Rotaie elettriche per il montaggio di riflettori

source: Electrical weighing apparatus
it: Apparecchi di pesata elettrici

source: Cathodic protection apparatus
it: Apparecchi di protezione catodica

source: Ceramic capacitors
it: Condensatori ceramici

source: Electric valves [thermionic]
it: Valvole elettriche [termoioniche]

source: Electrical alarm instruments (anti-theft -) [other than for vehicles]
it: Strumenti di allarme elettrici (antifurto -) [non per veicoli]

source: Acoustic alarms
it: Allarmi acustici

source: Animated cartoons
it: Disegni animati

source: Endurance testing machines
it: Macchine per prove di durata

source: Electronic memory circuits
it: Circuiti elettronici di memoria

source: Electronic meters
it: Contatori elettronici

source: Visual monitoring apparatus
it: Apparecchi di controllo visivo

source: Radar reflecting apparatus
it: Apparecchi radar-riflettenti

source: Wireless communication apparatus
it: Apparecchi di comunicazione senza fili

source: Film strip viewers
it: Visori per filmine

source: Microphone plugs
it: Spine per microfoni

source: Electric batteries for powering electric vehicles
it: Batterie elettriche per alimentazione di veicoli elettrici

source: Pressure transmitters
it: Trasmettitori di pressione

source: Cable detectors
it: Rilevatori di cavi

source: Ducting for electric cables
it: Condotte per cavi elettrici

source: Cable splices for electric cables
it: Giunti per cavi elettrici

source: Touch pads [electric]
it: Touchpad [elettrici]

source: Cyclists' glasses
it: Occhiali da ciclisti

source: Mathematical instruments
it: Strumenti matematici

source: Computer memory devices
it: Memorie per computer

source: Temperature monitors for household use
it: Monitor della temperatura per uso domestico

source: Temperature monitors for scientific use
it: Monitor della temperatura per uso scientifico

source: Temperature sensitive testing apparatus for industrial use
it: Apparecchi d'analisi termosensibili per uso industriale

source: Buzzers
it: Cicalini

source: Video cards
it: Schede video

source: Optical condensers
it: Condensatori ottici

source: Television transmitters
it: Trasmettitori televisivi

source: Thermal printers
it: Stampanti termiche

source: Thermometers
it: Termometri

source: Distillation apparatus for scientific purposes
it: Apparecchi per la distillazione per uso scientifico

source: Computer programmes for use in telecommunications
it: Programmi per computer da utilizzare nelle telecomunicazioni

source: File servers
it: Server di file

source: Underwater sonar navigational apparatus
it: Apparecchi per la navigazione sonar subacquea

source: Ophthalmic lenses
it: Lenti oftalmiche

source: Telecommunications switches
it: Commutatori per telecomunicazioni

source: Video receivers
it: Ricevitori video

source: Semi-conductors
it: Semiconduttori

source: Access control installations (Automatic -)
it: Impianti di controllo di accesso (Automatici -)

source: Optical receivers
it: Ricevitori ottici

source: Electronic circuits
it: Circuiti elettronici

source: Apparatus and instruments for physics
it: Apparecchi e strumenti di fisica

source: Plane tables [surveying instruments]
it: Tavolette [strumenti di agrimensura]

source: Electroacoustic emphasisers
it: Enfatizzatori elettroacustici

source: Infrared thermometers
it: Termometri a infrarossi

source: Ozonators [not for medical purposes]
it: Ozonizzatori [non per uso medico]

source: Electric sensors
it: Sensori elettrici

source: Electrical signalling apparatus
it: Apparecchi di segnalazione elettrici

source: Interfaces for detectors
it: Interfacce per rilevatori

source: Metallurgical microscopes
it: Microscopi metallurgici

source: Automatic ticket dispensing machines
it: Distributori automatici di biglietti

source: Processors [central processing units]
it: Unità centrali di elaborazione [processori]

source: Communication hubs
it: Hub di comunicazione

source: Computer graphics boards
it: Schede grafiche per computer

source: Electronic control systems
it: Sistemi di controllo elettronico

source: Electronic control units
it: Unità di controllo elettronico

source: Light sources [flashlamps] for photographic use
it: Fonti di luce [flash] per la fotografia

source: Protective suits for aviators
it: Tute di protezione per aviatori

source: Detectors
it: Rivelatori

source: Safety tarpaulins
it: Teloni di salvataggio

source: Microscopes
it: Microscopi

source: Computer keyboards
it: Tastiere del computer

source: Control stations (Remote, electric or electronic -)
it: Stazioni di controllo (A distanza, elettriche o elettroniche -)

source: Counterfeit money detecting apparatus
it: Apparecchi per la rilevazione di denaro falso

source: Network junction points for telephone exchange networks
it: Punti di giunzione di rete per reti di centralini telefonici

source: Ultrasonic probes, other than for medical use
it: Sonde a ultrasuoni, non per uso medico

source: Downloadable electronic game programs
it: Programmi scaricabili di giochi elettronici

source: Rate gyros
it: Giroscopi

source: Add-in cards for micro computers
it: Schede supplementari per microcomputer

source: Add-on-cards for computers
it: Schede aggiuntive per computer

source: Ignition cables
it: Cavi d'accensione

source: Warning lamps for vehicles
it: Luci di segnalazione per veicoli

source: Glass graduated scales
it: Bilance graduate in vetro

source: Silicon chips
it: Chip di silicio

source: Interactive video apparatus
it: Apparecchi video interattivi

source: Telephone ring tones [downloadable]
it: Suonerie per telefoni [scaricabili]

source: Telescopic measures with a digital read out
it: Strumenti di misura telescopici con lettore digitale

source: Skeleton switches [electronic]
it: Interruttori a gabbia [elettronici]

source: Monitors [computer hardware]
it: Monitors [materiale informatico]

source: Electronic units for transmitting audio signals
it: Unità elettroniche per la trasmissione di segnali audio

source: Electronic visual display units
it: Unità di visualizzazione elettroniche

source: Audio processing apparatus
it: Apparecchi di elaborazione audio

source: Rods for water diviners
it: Bacchette di rabdomante

source: Magnetic supports for software
it: Supporti magnetici per software

source: Tactile screens [electronic]
it: Schermi tattili [elettronici]

source: Power units [batteries]
it: Unità di potenza [batterie]

source: Guidance systems for missiles
it: Sistemi per la guida di missili

source: Dummy sensors
it: Sensori dummy

source: Warning indicating apparatus [other than for vehicles]
it: Apparecchi indicatori di avvertimento [non per veicoli]

source: Warning lights [flashing beacons]
it: Luci di segnalazione [fari lampeggianti]

source: Interactive computer systems
it: Sistemi informatici interattivi

source: Laser measuring systems
it: Sistemi di misura a laser

source: Laser beam printers
it: Stampanti a laser

source: Telegraph wires
it: Fili telegrafici

source: Incubators for bacteria culture
it: Incubatrici per la coltura batterica

source: Colour image setters
it: Fotocompositori a colori

source: Colour monitors
it: Monitor a colori

source: Colour video processors
it: Videoprocessori a colori

source: Communication modems
it: Modem di comunicazione

source: Electrophoretic displays
it: Indicatori elettroscopici

source: Directional signage [luminous or mechanical]
it: Segnaletica direzionale [luminosa o meccanica]

source: Security apparatus for processing audio signals
it: Apparecchi di sicurezza per elaborazione di segnali audio

source: Immunostaining instruments [for scientific purposes]
it: Strumenti per immunocolorazione [non per uso medico]

source: Impedance transformers
it: Trasformatori di impedenza

source: High voltage transformers
it: Trasformatori ad alta tensione

source: Hollow glass containers for measuring
it: Contenitori cavi in vetro per misurazione

source: Solid-state relays
it: Relè a stato solido

source: Thermal printer heads
it: Testine di stampa termiche

source: Thermal sensors [thermostats]
it: Sensori termici [termostati]

source: Diffraction apparatus [microscopy]
it: Apparecchi di diffrazione [microscopia]

source: Spectacle holders
it: Portaocchiali

source: Speedometer testers
it: Banchi prova velocità

source: Sound cards
it: Schede sonore

source: Integrated audio amplifiers
it: Amplificatori audio integrati

source: Computer software for communication between computers over a local network
it: Software per la comunicazione tra computer su una rete locale

source: Music tapes
it: Musicassette

source: Electric navigational instruments
it: Strumenti di navigazione elettrici

source: Safety relays [electric]
it: Relè di sicurezza [elettrici]

source: Shock calibrators
it: Calibratori di urto

source: Sight glasses [optical]
it: Spie visive [ottiche]

source: Frequency synthesizers
it: Sintetizzatori di frequenza

source: Target sights for artillery [telescopic]
it: Mirini per artiglieria [telescopici]

source: Chromatographs for scientific or laboratory use
it: Cromatografi per uso scientifico o di laboratorio

source: Chromatography instruments for scientific or laboratory use
it: Strumenti cromatografici per uso scientifico o di laboratorio

source: Manometer lines, other than for medical use
it: Linee manometriche, non per uso medico

source: Markers for electrical conductors
it: Marcatori per conduttori elettrici

source: Masers [microwave amplifiers]
it: Maser [amplificatori a microonde]

source: Road cones [mechanical]
it: Coni stradali [meccanici]

source: Anti-interference devices [electricity]
it: Dispositivi antiparassiti [elettricità]

source: Money sorting apparatus
it: Selezionatori di denaro

source: Scanning probes, other than for medical use
it: Sonde di scansione, non per uso medico

source: Security alarm systems [other than for vehicles]
it: Sistemi di allarme di sicurezza [non per veicoli]

source: Process controlling apparatus [electric]
it: Apparecchi di controllo del processo [elettrici]

source: Slides for overhead projectors
it: Diapositive per lavagne luminose

source: Radio relays
it: Radiorelè

source: Radio-frequency antennas
it: Antenne per radiofrequenze

source: Protective shoes [against accident or injury]
it: Scarpe protettive [contro incidenti o infortuni]

source: Stills for laboratory experiments
it: Alambicchi per esperimenti in laboratorio

source: Sensors for measuring speed
it: Sensori per misurare la velocità

source: Flight simulators for aircraft
it: Simulatori di volo per aeromobili

source: Voltage transformers
it: Trasformatori di potenza

source: Voltage-to-current converters
it: Convertitori da tensione a corrente

source: Graphic recorders
it: Registratori grafici

source: Incubators for laboratory use
it: Incubatori da laboratorio

source: Choking coils [impedance]
it: Bobine di autoinduzione

source: Inflatable apparatus for life-saving purposes
it: Dispositivi gonfiabili per scopi di salvataggio

source: Folding multimeters
it: Multimetri portatili

source: Compact discs [audio-video]
it: Compact disc [audio-video]

source: Microwave components
it: Componenti a microonde

source: Instruments containing eyepieces
it: Strumenti a cannocchiale

source: Trimmer resistors
it: Resistori trimmer

source: Tripods for binoculars
it: Treppiedi per binocoli

source: Geophysic apparatus
it: Apparecchi geofisici

source: Glass ophthalmic lenses
it: Lenti oftalmiche in vetro

source: Thermography apparatus
it: Apparecchi termografici

source: Thermostat control apparatus
it: Apparecchi di comando termostatici

source: Electron microscopes
it: Microscopi elettronici

source: Power conditioners
it: Regolatori di potenza

source: Loudspeaker stands [adapted for]
it: Supporti per altoparlanti [adattati per]

source: Computer software for use in remote meter reading
it: Software per la lettura di contatori a distanza

source: Interactive television terminal sets
it: Set di terminali televisivi interattivi

source: Asbestos clothing for protection against fire
it: Indumenti di amianto per la protezione contro il fuoco

source: Encoded identification bracelets, magnetic
it: Braccialetti magnetici di identificazione

source: Polarizing spectacles
it: Occhiali polarizzanti

source: LAN [local area network] operating software
it: Software operativo per LAN [rete locale]

source: Plastic coated wire [electric]
it: Fili plastificati [elettrici]

source: Fibre optic periscopes
it: Periscopi a fibre ottiche

source: Luminous safety beacons
it: Fari luminosi di sicurezza

source: Telephone recorders
it: Registratori telefonici

source: Optical filters
it: Filtri ottici

source: Optical glasses
it: Occhiali da vista

source: Video mixers
it: Mixer video

source: Magnetic pens
it: Penne magnetiche

source: Electrical control circuits
it: Circuiti di controllo elettrici

source: Electrical distributing busbars
it: Barre di distribuzione elettrica

source: Flight controlling apparatus
it: Apparecchi per controllo del volo

source: Remote controls for operating vehicle alarms
it: Telecomandi per azionamento di allarmi per veicoli

source: Information carriers [encoded or magnetic]
it: Supporti per informazioni [codificati o magnetici]

source: Pyroelectric infrared sensors
it: Sensori a infrarossi piroelettrici

source: Racks adapted to house video apparatus
it: Ripiani per apparecchi video domestici

source: Laser range finders
it: Telemetri laser

source: Lasers for industrial use
it: Laser per uso industriale

source: Lasers for scientific use
it: Laser per uso scientifico

source: Lens
it: Lenti

source: High frequency coils
it: Bobine ad alta frequenza

source: Speakers for computers
it: Casse per computer

source: Speakers for record players
it: Altoparlanti per giradischi

source: Microprocessors
it: Microprocessori

source: Computer software for use in migrating between different computer network operating systems
it: Software per il trasferimento tra diversi sistemi operativi di reti informatiche

source: Computer software relating to financial history
it: Software in materia di storia finanziaria

source: Laser pointers
it: Puntatori laser

source: Valves (Remote controls for automatically operating -)
it: Valvole (Telecomandi per l'azionamento automatico di -)

source: Vials for scientific purposes
it: Fiale per uso scientifico

source: Card readers for credit cards
it: Lettori per carte di credito

source: Cases for electronic diaries
it: Custodie per agende elettroniche

source: Memory modules
it: Moduli di memoria

source: Cordless telephones
it: Telefoni senza fili

source: Ultrasonic sensors
it: Sensori a ultrasuoni

source: Apparatus for the transmission of images
it: Apparecchi per la trasmissione di immagini

source: Photographic negatives
it: Negativi fotografici

source: Traffic signs (non-metallic -) [mechanical]
it: Segnali stradali (non metallici -) [meccanici]

source: Traffic signs of metal [luminous]
it: Segnali stradali in metallo [luminosi]

source: Training manuals in the form of a computer program
it: Manuali di formazione sotto forma di programmi per computer

source: Data processing software for graphic representations
it: Software di elaborazione dati per rappresentazioni grafiche

source: Cell phone straps
it: Cinghie per cellulari

source: Letter scales
it: Pesa-lettere

source: Conduit for electric cables
it: Canaline per cavi elettrici

source: Optical measuring components
it: Componenti ottici di misurazione

source: Electrical telephone wires
it: Fili telefonici elettrici

source: Rheostats
it: Reostati

source: Probes for scientific purposes
it: Sonde per uso scientifico

source: Centrifuge separators for laboratory use
it: Separatori centrifughi per laboratorio

source: Electrical amplifiers
it: Amplificatori elettrici

source: Electrical amplifiers for use with musical instruments
it: Amplificatori elettrici per strumenti musicali

source: Phonograph records
it: Dischi acustici

source: Gloves for protection against accidents
it: Guanti per la protezione contro gli infortuni

source: Electronic metronomes
it: Metronomi elettronici

source: Radiation tubes
it: Tubi di radiazione

source: Microcomputer apparatus
it: Microapparecchi informatici

source: Microphone buttons
it: Pulsanti per microfoni

source: Broadband installations
it: Impianti a banda larga

source: Buffers [electric]
it: Lucidatori [elettrici]

source: Cable channels (Electric -)
it: Cunicoli per cavi (Elettrici -)

source: Lenses for astrophotography
it: Obiettivi per l'astrofotografia

source: Portable solar panels for generating electricity
it: Pannelli solari portatili per la generazione di elettricità

source: Tomographic instruments, other than for medical use
it: Apparecchi tomografici, non per uso medico

source: Personal digital assistants
it: Assistenti digitali personali

source: Photo electron spectroscopy analyzers [not for medical purposes]
it: Analizzatori spettroscopici fotoelettronici [non per uso medico]

source: Vibration sensors
it: Sensori di vibrazioni

source: Video compact discs
it: Compact disc video

source: Video door telephone apparatus
it: Apparecchi videotelefonici per porte

source: Video effects apparatus
it: Apparecchi per effetti video

source: Road signs, luminous or mechanical
it: Colonnine stradali luminose o meccaniche

source: Data recorded electronically
it: Dati registrati elettronicamente

source: Video game cartridges
it: Cartucce per videogiochi

source: Video graphics accelerator
it: Acceleratori videografici

source: Video graphics controller
it: Controller per videografica

source: Decompression chambers
it: Camere di decompressione

source: Discharge tubes, electric, other than for lighting
it: Tubi a scarica elettrica non per illuminazione

source: Lithium ion batteries
it: Batterie a ioni di litio

source: Valves (Electric controls for automatically operating -)
it: Valvole (Comandi elettrici per l'azionamento automatico di -)

source: Network cabling
it: Cablaggi per reti

source: Fluorescent screens
it: Schermi fluorescenti

source: Ethernet switches
it: Commutatori Ethernet

source: Pipettes
it: Pipette

source: Transistors [electronic]
it: Transistors [elettronica]

source: Eyepieces
it: Oculari

source: Respiratory masks, other than for artificial respiration
it: Maschere respiratorie non per la respirazione artificiale

source: Electricity indicators
it: Indicatori di elettricità

source: Electro-optical sensors
it: Sensori elettroottici

source: Ingots being prepared substrates for the manufacture of semi-conductors
it: Lingotti ovvero substrati preparati per la produzione di semiconduttori

source: Instruments for analysing photographs
it: Strumenti per analisi di fotografie

source: Operating computer software for main frame computers
it: Software operativi per computer centrali

source: Optic discs carrying audio recordings
it: Dischi ottici contenenti registrazioni audio

source: Electrical reducing transformers
it: Trasformatori riduttori elettrici

source: Audio speakers for automobiles
it: Altoparlanti per automobili

source: Audio speakers for home
it: Altoparlanti per la casa

source: Audio timers
it: Timer audio

source: Induction voltage regulators
it: Regolatori di tensione di induzione

source: Instruments for measuring milk quality parameters
it: Strumenti per misurare i parametri qualitativi del latte

source: Mineral insulated electric cables
it: Cavi elettrici con isolamento minerale

source: Anti-pollution masks for respiratory protection
it: Maschere anti-inquinamento per protezione respiratoria

source: Artificial intelligence apparatus
it: Apparecchi ad intelligenza artificiale

source: Telecommunications networks
it: Reti di telecomunicazione

source: Telegraphs [apparatus]
it: Telegrafi [apparecchi]

source: Airborne data acquisition instruments
it: Strumenti di acquisizione dei dati di volo

source: Alternating current adaptors
it: Adattatori di corrente alternata

source: Transparent films [photographic, exposed] for overhead projectors
it: Pellicole trasparenti [fotografiche, impressionate] per lavagne luminose

source: Exposed x-ray films, other than for medical use
it: Pellicole per raggi X impressionate, non per uso medico

source: Automatic indicators of low pressure in vehicle tires [tyres]
it: Avvisatori automatici di caduta di pressione nei pneumatici

source: Screens for photoengraving
it: Retini per la fotoincisione

source: Controller circuit boards
it: Schede per circuiti di comando

source: Neon lights [signals]
it: Luci al neon [segnali]

source: Ultrahigh frequency translator apparatus
it: Ripetitori ad altissima frequenza

source: Hybrid integrated circuits
it: Circuiti integrati ibridi

source: Logic circuits
it: Circuiti logici

source: Stereophonic apparatus
it: Apparecchi stereofonici

source: Interactive entertainment software for use with personal computers
it: Software interattivi di svago per personal computer

source: Containers for microscope slides
it: Astucci per vetrini di microscopio

source: Telephone intercom apparatus
it: Interfoni per telefoni

source: Simulators for simulating the operation of weapons
it: Simulatori per la simulazione dell'utilizzo di armamenti

source: Skull guards for protection against injury
it: Protezioni per il cranio contro gli infortuni

source: Games (cartridges for video -) [software]
it: Videogiochi (cartucce per -) [software]

source: Electronic thermometers, other than for medical use
it: Termometri elettronici, non per uso medico

source: Power sources connected to audio apparatus for use in motor vehicles
it: Sorgenti di alimentazione collegate ad apparecchi audio per uso in veicoli a motore

source: Radio frequency identification devices [transponders]
it: Dispositivi per l'individuazione di radiofrequenze [transponder]

source: Ring buoys for use in water rescue
it: Salvagenti per salvataggi in acqua

source: Warning alarms [other than for vehicles]
it: Allarmi di avvertimento [non per veicoli]

source: Lenses for sunglasses
it: Lenti per occhiali da sole

source: Moveable sockets
it: Prese volanti

source: MP3 players
it: Lettori MP3

source: Instruments for producing photographs
it: Strumenti per la produzione di fotografie

source: Instruments for testing metals
it: Strumenti per la verifica di metalli
